{
  "blogs": [
    {
      "title": "Pattern Leave-In Conditioner",
      "body": "Totam ipsa?Elit in bibendum occaecat nonummy esse. Occaecat nunc duis dignissim autem eveniet eligendi diam, mollis, nobis, minim hymenaeos suspendisse netus dolorem magnis varius cumque excepturi corrupti quo? Netus porro iusto. Occaecat erat, accumsan dictumst convallis blandit! Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet? Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "1",
      "author": "Mario"
    },
    {
      "title": "Pattern Lightweight Conditioner",
      "body": "Totam ipsa? Occaecat erat, accumsan dictumst convallis blandit!Elit in bibendum occaecat nonummy esse. Occaecat nunc duis dignissim autem eveniet eligendi diam, mollis, nobis, minim hymenaeos suspendisse netus dolorem magnis varius cumque excepturi corrupti quo? Netus porro iusto. Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet? Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "2",
      "author": "Pario"
    },
    {
      "title": "Pattern Travel Size Medium Conditioner",
      "body": "Totam ipsa? Occaecat erat, accumsan dictumst convallis blandit! Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet?Elit in bibendum occaecat nonummy esse. Occaecat nunc duis dignissim autem eveniet eligendi diam, mollis, nobis, minim hymenaeos suspendisse netus dolorem magnis varius cumque excepturi corrupti quo? Netus porro iusto. Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "3",
      "author": "Tario"
    },
    {
      "title": "Pattern Travel Size Hydration Shampoo",
      "body": "Totam ipsa? Occaecat erat, accumsan dictumst convallis blandit! Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet? Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "4",
      "author": "Sario"
    },
    {
      "title": "How to come up with a blog name",
      "body": "Before we jump into our 15 blog naming methods, remember that naming your blog is a lot like naming a baby - you want it to “grow” with you. With this in mind, make sure the name you come up with is original and not too specific so that you can expand in your niche. This will allow you to scale your readership and expand your opportunities to make money blogging. Additionally, you’ll also want to make sure your blog name ideas are catchy, short and sweet. It should be easy to find you and effortless to remember you",
      "author": "Mario",
      "id": "CzDlz8A"
    }
  ]
}