{
  "blogs": [
    {
      "title": "Pattern Travel Size Medium Conditioner",
      "body": "Totam ipsa? Occaecat erat, accumsan dictumst convallis blandit! Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet?Elit in bibendum occaecat nonummy esse. Occaecat nunc duis dignissim autem eveniet eligendi diam, mollis, nobis, minim hymenaeos suspendisse netus dolorem magnis varius cumque excepturi corrupti quo? Netus porro iusto. Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "3",
      "author": "Tario"
    },
    {
      "title": "Pattern Travel Size Hydration Shampoo",
      "body": "Totam ipsa? Occaecat erat, accumsan dictumst convallis blandit! Aperiam consequat voluptas! Vel? Esse magna habitasse incidunt! Diamlorem, interdum porro ultricies, architecto excepturi leo aliquet? Conubia voluptatem possimus quam anim quia.Dictumst voluptatibus? Sapien hendrerit dui, vitae! Magna neque quaerat erat ex fusce, facilisi pulvinar libero. Habitant elementum inceptos maecenas! Bibendum, primis, laboris? Nesciunt esse quisquam, aperiam cras parturient. Temporibus wisi.",
      "id": "4",
      "author": "Sario"
    },
    {
      "title": "Experiment with blog naming formulas",
      "body": "Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.Vitae varius, error iaculis blandit etiam minim dictumst, sit ea eveniet, rhoncus, pulvinar, nisl, iaculis, rhoncus. Aute feugiat sagittis nostrud? Natus quibusdam maxime? Cubilia, neque. Amet magni voluptates incididunt ratione.",
      "author": "Pario",
      "id": "mHI2WJR"
    },
    {
      "title": "My Favorite Press On Nails & Tips to Keeping Them On",
      "body": "Hi Friends!! Happy Tuesday! I’m finally sharing a highly requested video and blog post. I love wearing the KISS ImPRESS press on nails and wear them all the time. (I haven’t been back to the nail salon since before the pandemic last year). The number one issue I hear from people who try the ImPRESS nails is that they don’t stay on long enough for them. I can get mine to stay on for 2-3 weeks, so I’m here to share my TIPS and HACKS on keeping them on longer.\n\nAs with most things, not every tip or hack will work for everyone, but this is what I’ve found works best for me! I’m sharing the steps to applying them, along with my key tips below:",
      "author": "Sario",
      "id": "I9nF-oA"
    },
    {
      "title": "JEANS TRY ON | Postpartum Denim |",
      "body": "Holy moly, it’s been a whileee since I’ve shared a fashion post! I have to admit, it took me awhile before I could muster up the courage to try on my pre-pregnancy jeans. Once I did, I instantly knew that I wasn’t going to fit in my pre-pregnancy jeans anytime soon and with winter around the corner, I needed to find a new pair of denim that I could not only look good in, but FEEL good in. Abercrombie has been killing it with the trendy denim over the past few years so I picked up quite a few while they were on sale and wanted to film a try-on.\n\nI ordered 5 pairs to try, not realizing that two of the pairs were the exact same, so I’ll be sharing 4 of them on the try-on. If they had a store locally, I would’ve gone in to try on, but the closest is about an hour and a half away. If you’re interested in any of these, keep an eye out for a sale – they have them often so I personally wouldn’t pay full price. One of them is an AGOLDE dupe too, so keep reading (or watch the try on) to find out!\n\nAll of these jeans come in different lengths. I’ve ordered all in regular length, but I’ve specified the sizing, length and wash under each. My body shape is more rectangular, so it’s hard to find jeans that look good with my shape.\n\nBefore getting started, I have to talk about my HOLY GRAIL underwear to wear with high rise denim. The Spanx undie-tectable thong. It’s not too tight and is so comfortable, especially post c-section. If you’re not a thong fan, they also have a brief version. Regular underwear cause my pooch to stick out further and it does not make me feel very confident in high-rise denim. Additionally, I’ve found one other more affordable pair that would work well with high-rise denim, but haven’t personally tried them yet. I just ordered them, so I’m sure I’ll share them on IG if I love them!\n\nIf you’re curvier, Abercrombie also has a CURVE LOVE line of denim and most of these styles I’m sharing come in the Curve Love line. Since I have more of a rectangular body, the curve love don’t work for me.",
      "author": "Tario",
      "id": "zRcXnk-"
    },
    {
      "title": "    What Helped Me Get Through It",
      "body": "I have to say that I wouldn’t have been able to get through a lot of it without a support system. Conor was helpful when he could be, but working in a physical labor line of work makes for a tired husband when he gets home. He has been doing the best he can and I appreciate it so much. We’ve also had help from family and it’s been amazing.\n\nSome things that really helped me (and still help me) stay positive and get through the day are making myself grab a shower (even if it is for 5 minutes while Layla is in the bouncer in the bathroom) and getting myself ready for the day – changing out of pajamas and into regular clothing and also putting on makeup. It makes me feel human again and helped me get back into a routine. I knew I had to take care of myself so I could be the best mom to sweet Layla.\n\nAccepting help is also HUGE. Ask for it if you need it and accept it graciously! Having family help with meals was probably the most helpful! It was so hard thinking about feeding ourselves while taking care of another human, especially while trying to breastfeed. If you are reading this and know of someone who just had a baby, REACH OUT to them. Check in on them – they will appreciate it so much. They may not fully tell you how they are feeling, but knowing that someone is thinking of them makes all the difference.\n\nAnother tip from my followers was to get out of the house. Since I couldn’t take walks, I would drive to Starbucks with Layla. It helped give me a change of scenery and get some fresh air. Plus, getting out in daylight for babies is helpful with their nighttime sleep.",
      "author": "Sario",
      "id": "yBMhZqw"
    }
  ]
}